[DamageType.DmgType_Explosive_BanditTurret WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Explosive_BanditTurret:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="It will explode."
NoConstraintText=""
Suffix=""
Prefix=""

[Vehicle.Class_CannonTurret VehicleClassDefinition]
DisplayName=""

[Weapon.WeaponType_CannonTurret WeaponTypeDefinition]
Typename="Cartridge"
PickupMessage="you are there %s"
UseFailureLevelMessage="You must be at least 100% level to use this feature."
UseFailureConstraintsMessage="Do not use this article."
NoManufacturerName="Summary"

